/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Email about this app" = "Suggest this app";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"Internet connection not available" = "Internet connection not available";

/* No comment provided by engineer. */
"myEdu" = "myEdu";

/* No comment provided by engineer. */
"New item" = "New item";

/* No comment provided by engineer. */
"No connection available." = "No connection available.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Open web site";

/* No comment provided by engineer. */
"Please wait..." = "Please wait...";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Please write the new checklist item";

/* No comment provided by engineer. */
"Social Network" = "Social Network";

/* No comment provided by engineer. */
"To do" = "To do";

/* No comment provided by engineer. */
"Universities" = "Universities";

